{
	"app": {
		"HEADER": {
			"HOME": "Home",
			"SKILLS": "Skills",
			"PORTFOLIO": "Portfolio",
			"ABOUT-ME": "About me",
			"CONTACT": "Contact",
			"DOWNLOAD": "Download cv"
		},
		"TITLE": "Front End developer ",
		"HOME": {
			"DESCRIPTION": "I'm a Front End Developer with +2 years of experience, focused on building efficient, scalable, and accessible web applications. I thrive in collaborative environments and I am constantly working to improve both my technical and interpersonal skills.",
			"CONTACT-ME": "Contact me!"
		},
		"PROJECT":{
			"BACK": "Back",
			"DEPLOYED": "Website",
			"DEVUNITED": "Its a tweeter alike website using firebase as back-end and React router for the difrent pages. It was created as a evaluated project for the last sprint of the Acamica course.",
			"APIBRAIN": "It's the server aplication for Brainstorming made in Node with Express and MongoDB.",
			"PORTFOLIO": "Its the web page you are currently visiting. Check out the code in Github to see how it works!",
			"GIFY": "Its a static SPA that conects to the API of Giphy (https://giphy.com/) and alows the user to search gifs throw a simple searcher.It was created as a evaluated project for the third sprint of the Acamica course.",
			"BRAIN": "It's a scrum base task manager created as a final project for the Lamansys bootcamp using Angular and Angular Material, conecting to an API provided by them and following some requirements.",
			"RM": "It's a landing page created for a client dedicated to commercial ship's mechanics",
			"APICHAT": "It's the server aplication for Chat-app made in Node with Socket.io, Express and MongoDB.",
			"CHAT": "It's a real time chat web site that uses React and Socket.io-client to communicate with Api-chat."
		},
		"CONTACT": {
			"REQUIRED-VALUES": "* Required values",
			"LABEL": "If you liked my profile and want to get in touch, send me a message:",
			"NAME": "Name",
			"INVALID-NAME": "Not a valid name",
			"MESSAGE": "Message",
			"SEND": "Send",
			"INTRODUCE": "Introduce yourself!",
			"EMAIL-SUCCESS": "Email sent successfully",
			"EMAIL-WRONG": "Something went wrong, try again later.",
			"LABEL2": "Or visit any of my social networks:",
			"CV": "Download my cv:"
		},
		"ABOUT": {
			"TODAY": {
				"TITLE": "Today",
				"STORY": "Now I'm looking for a job as a Front End developer and studying on Universidad Tecnológica Nacional and online courses. I continue on expanding no only my technical knowledge, but also my capability to learn and solve coding problems while improving the code quality."
			},
			"UTN": {
				"TITLE": "Utn",
				"STORY": "Currently during first year of this two year carrer at Universidad Tecnológica Nacional in Mar del Plata. The carrer website: 'https:// mdp.utn.edu.ar/ tecnicatura/ tecnico_ universitario_ en_ programacion/'"
			},
			"SWAPLYAR":  {
				"TITLE": "SwaplyAr",
				"STORY": "Collaborated with Front End functionalities using Next.js and Tailwind, improving and adding features centered on the logic and the information management algorithms. Helped the Back End team using Nest.js to solve bugs related to the features I was working on in the front. Working collaboratively with a multicultural Latin American team on the implementation of features and bug fixing in the public, internal, and administration sections. Tech Stack: Next.js, Nest.js, Tailwind, Zustand and Postgre SQL"
			}, 
			"UDEMYQA":  {
				"TITLE": "Udemy QA",
				"STORY": "Currently doing this 36hs QA bootcamp. Web site: 'https:// www.udemy.com/ course/ testerbootcamp/'"
			},
			"ALKEMY":  {
				"TITLE": "Alkemy",
				"STORY": "A 15 day Angular group project accomplishing the requests proposed by Alkemy and created applying scrum and git flow methodologies."
			},
			"LAMANSYS":  {
				"TITLE": "Lamansys",
				"STORY": "A two month front end boostcamp with Angular, Typescript and Material-UI. It ended with a final project that had some requirments and manage with Taiga."
			},
			"UDEMY":  {
				"TITLE": "Udemy",
				"STORY": "The Complete Guide to Advanced React Component Patterns: Short course of advanced React Component Patterns. More info in: https:// www.udemy.com/ course/the- complete- guide-to- advanced- react- patterns/"
			},
			"ACAMICA":  {
				"TITLE": "Acamica",
				"STORY": "This nine month course separated on four sprints gave me the knowledge to become a front-end web developer, teaching me about HTM, CSS, Javascript, React and Firebase."
			},
			"BEFORE":  {
				"TITLE": "Before",
				"STORY": "Graduated as a Superior Technician in Light Mechanics and 6 years working as a comertial ships mechanic, growing from assistant to workshop manager."
			}
		}
	}
}
